@extends('layouts.app')

@section('content')
<?php Counter::showAndCount('about') ?>
<div class="container"   >

   <div class="row justify-content-center" >

     <div class="container">




        <!-- /.col-lg-3 -->

        <div class="col-lg-12 ">
          <div class="row">
            <div class="col-md-6 col-md-offset-3">
              <div class="text-center">
                <h2>ยุทธศาสตร์</h2>
              </div>
              <hr>
            </div>
          </div>

          <div class="item">
            <h5>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ยุทธศาสตร์ที่ 1 การพัฒนาประสิทธิภาพระบบการให้บริการประชาชน</h5>
            <h5>แนวทางการดำเนินงานที่ 3 พัฒนางานด้านการควบคุม บำบัดฟื้นฟูและช่วยเหลือผู้กระทำความผิด</h5>
            <h5> 1) ขยายและปรับปรุงสถานที่ควบคุมให้เพียงพอและเหมาะสมกับจำนวนผู้ต้องหาหรือผู้ต้องขัง วิธีการจำแนก และการควบคุมและบำบัดฟื้นฟูที่มี</h5>
  <h5>ประสิทธิภาพ โดยคำนึงถึงการใช้ทรัพยากรร่วมกับหน่วยงานที่มีศักยภาพ เช่น ค่ายทหาร ค่ายตำรวจตระเวนชายแดนหรือหน่วยงานราชการอื่นๆที่มีบริเวณพื้นที่</h5>
            <h5>อาคารสถานที่ และมีบุคลากรช่วยเหลือและสนับสนุนการดำเนินการดำเนินการได้</h5>
             <h5>2) กำหนดมาตรฐานการทำงานในขั้นตอนต่างๆให้ชัดเจน โดยอิงมาตรฐานสากล เช่น การปฏิบัติให้เป็นไปตามข้อกำหนดสหประชาชาติว่าด้วยการ</h5>
            <h5>ปฏิบัติต่อผู้ต้องขังหญิงและมาตรการที่มิใช่การคุมขังสำหรับผู้กระทำความผิดหญิง (Bangkok Rules) และการเข้าเยี่ยมผู้ต้องขัง เป็นต้น ละประกาศให้ผู้รับบริการ</h5>
            <h5>ทราบ รวมทั้งแจ้งผู้ประสานงานและช่องทางการติดต่อสื่อสาร ติดตามความคืบหน้าหรือร้องเรียน</h5>

            <h5>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ยุทธศาสตร์ที่ 2 การพัฒนาและบังคับใช้กฎหมายอย่างเสมอภาคและเป็นธรรม</h5>
             <h5>แนวทางการดำเนินงานที่ 3 : พัฒนาและปรับปรุงกฎหมายให้มีความทันสมัยและสอดคล้องกับสถานการณ์</h5>
             <h5>1) ติดตามประเมินผลการบังคับใช้กฎหมายต่างๆ โดยเฉพาะกฎหมายที่ออกมาหรือมีการแก้ไขปรับปรุงใหม่ เช่น พระราชบัญญัติศาลเยาวชนและ</h5>
            <h5>ครอบครัวและวิธีพิจารณาคดีเยาวชนและครอบครัว ปี พ.ศ. 2553 ว่ามีอุปสรรคในการดำเนินงานมากน้อยแค่ไหน มีผลกระทบต่อเจตนารมณ์ของกฎหมาย</h5>
            <h5>หรือไม่ และควรมีแนวทางการปรับปรุงแก้ไขอย่างไร เป็นต้น</h5>
            <h5>2) ปรับปรุงแก้ไขกฎหมายยางเรื่องให้สอดคล้องกับสภาพปัญหาที่เกิดขึ้นและลดเงื่อนไขทางเทคนิคในการดำเนินคดี เพื่อมิให้ปริมาณคดีเข้าสู่ศาล</h5>
<h5>มากโดยไม่มีความจำเป็น ลดเวลาและค่าใช้จ่ายในการดำเนินคดี เช่น คดีความผิดอันยอมความมิได้ที่มีโทษสูงและไม่มีผลกระทบต่อส่วนรวม หากคู่กรณีไกล่เกลี่ย</h5>
<h5>ประนอมยอมความได้โดยสมัครใจ ก็ควรให้ถอนฟูองคดีหรือกำหนดให้เป็นความผิดที่ยอมความได้เป็นต้น</h5>

<h5>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ยุทธศาสตร์ที่ 3 การพัฒนาบุคลากรและเผยแพร่องค์ความรู้ในงานยุติธรรม</h5>
<h5>แนวทางการดำเนินงานที่ 2 : พัฒนาความรู้ ความสามารถ คุณธรรมและจิตสำนึกที่ดีในการให้บริการ</h5>
<h5>1) จัดระบบอัตรากำลังให้สอดคล้องกับปริมาณงาน และปรับปรุงหลักสูตรการฝึกอบรมให้สอดคล้องกับสภาพปัญหาและสถานการณ์ที่เปลี่ยนแปลง</h5>
<h5>ไป และดำเนินการฝึกอบรมอย่างต่อเนื่อง เพื่อให้บุคลากรมีความรู้ความสามารถ ความเชี่ยวชาญและทักษะในการปฏิบัติงานได้อย่างมีประสิทธิภาพ เช่น ทักษะ</h5>
<h5>การใช้เทคโนโลยีสารสนเทศและการสื่อสาร และการใช้ภาษาอังกฤษในการสื่อสารกับชาวต่างประเทศ เป็นต้น</h5>
<h5>2) จัดทำจรรยาบรรณและจริยธรรมในการปฏิบัติงาน เพื่อเป็นแนวทางหล่อหลอมบุคลากรให้มีคุณธรรม ค่านิยมและจิตส านึกที่ดีในการทำงาน และ</h5>
<h5>พัฒนากลไกติดตามประเมินผลจริยธรรมของบุคลากรในกระบวนการยุติธรรมทั้งภายในและจากภายนอกองค์กร รวมทั้งคัดเลือกและยกย่องผู้บริหารระดับสูงที่มี</h5>
<h5>ความรู้ ความสามารถ มีคุณธรรม จริยธรรมเพื่อให้เป็นแบบอย่างที่ดีขององค์กรและผู้ใต้บังคับบัญชา</h5>
  </div>

       </div>
       </div>
       </div>
       </div>

<br>
<br>
@endsection

@push('scripts')
<script>

</script>

@endpush
